IDEA StatiCa Open Model
SectionCharacteristics.E Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the responding E modulus.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double E { get; set; }
Public Property E As Double
	Get
	Set
public:
property double E {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace